import aceCups from "./ace-cups.jpeg";
import acePentacles from "./ace-pentacles.jpeg";
import aceSwords from "./ace-swords.jpeg";
import aceWands from "./ace-wands.jpeg";
import chariot from "./chariot.jpeg";
import death from "./death.jpeg";
import devil from "./devil.jpeg";
import eightCups from "./eight-cups.jpeg";
import eightPentacles from "./eight-pentacles.jpeg";
import eightSwords from "./eight-swords.jpeg";
import eightWands from "./eight-wands.jpeg";
import emperor from "./emperor.jpeg";
import empress from "./empress.jpeg";
import fiveCups from "./five-cups.jpeg";
import fivePentacles from "./five-pentacles.jpeg";
import fiveSwords from "./five-swords.jpeg";
import fiveWands from "./five-wands.jpeg";
import fool from "./fool.jpeg";
import fortuneWheel from "./fortune-wheel.jpeg";
import fourCups from "./four-cups.jpeg";
import fourPentacles from "./four-pentacles.jpeg";
import fourSwords from "./four-swords.jpeg";
import fourWands from "./four-wands.jpeg";
import hangedMan from "./hanged-man.jpeg";
import hermit from "./hermit.jpeg";
import hierophant from "./hierophant.jpeg";
import highPriestess from "./high-priestess.jpeg";
import judgement from "./judgement.jpeg";
import justice from "./justice.jpeg";
import kingCups from "./king-cups.jpeg";
import kingPentacles from "./king-pentacles.jpeg";
import kingSwords from "./king-swords.jpeg";
import kingWands from "./king-wands.jpeg";
import knightCups from "./knight-cups.jpeg";
import knightPentacles from "./knight-pentacles.jpeg";
import knightSwords from "./knight-swords.jpeg";
import knightWands from "./knight-wands.jpeg";
import lovers from "./lovers.jpeg";
import magician from "./magician.jpeg";
import moon from "./moon.jpeg";
import nineCups from "./nine-cups.jpeg";
import ninePentacles from "./nine-pentacles.jpeg";
import nineSwords from "./nine-swords.jpeg";
import nineWands from "./nine-wands.jpeg";
import pageCups from "./page-cups.jpeg";
import pagePentacles from "./page-pentacles.jpeg";
import pageSwords from "./page-swords.jpeg";
import pageWands from "./page-wands.jpeg";
import queenCups from "./queen-cups.jpeg";
import queenPentacles from "./queen-pentacles.jpeg";
import queenSwords from "./queen-swords.jpeg";
import queenWands from "./queen-wands.jpeg";
import sevenCups from "./seven-cups.jpeg";
import sevenPentacles from "./seven-pentacles.jpeg";
import sevenSwords from "./seven-swords.jpeg";
import sevenWands from "./seven-wands.jpeg";
import sixCups from "./six-cups.jpeg";
import sixPentacles from "./six-pentacles.jpeg";
import sixSwords from "./six-swords.jpeg";
import sixWands from "./six-wands.jpeg";
import stars from "./stars.jpeg";
import strength from "./strength.jpeg";
import sun from "./sun.jpeg";
import temperance from "./temperance.jpeg";
import tenCups from "./ten-cups.jpeg";
import tenPentacles from "./ten-pentacles.jpeg";
import tenSwords from "./ten-swords.jpeg";
import tenWands from "./ten-wands.jpeg";
import threeCups from "./three-cups.jpeg";
import threePentacles from "./three-pentacles.jpeg";
import threeSwords from "./three-swords.jpeg";
import threeWands from "./three-wands.jpeg";
import tower from "./tower.jpeg";
import twoCups from "./two-cups.jpeg";
import twoPentacles from "./two-pentacles.jpeg";
import twoSwords from "./two-swords.jpeg";
import twoWands from "./two-wands.jpeg";
import world from "./world.jpeg";

// eslint-disable-next-line
export default [
  {
    name: "Ace of cups 聖杯一",
    img: aceCups,
    route: "aceofcups",
    order: 1,
    waiteExp: {
      forwardKeyword: "感覺完整，同情，強烈的直覺，創造力，寬恕",
      forwardExp:
        "表明你現在獲得的機會來實現你的夢想和目標。這是一個接近無條件的愛的時期。此外，這可能意味著您有機會創造性地表達自己。慷慨和善良是獲得情感滿足的關鍵因素。你有能力在任何人的生活中引發幸福。",
      reverseKeyword: "抑制情緒，仇恨，憤怒，內疚，怨恨",
      reverseExp:
        "它意味著難以控制你的感情，因為你可能會發現很難強忍你的眼淚。或者，這可能意味著你已經長時間保持了你的感情，現在讓它們宣洩出來是可取的。<br>現在是時候照顧你的情緒健康了，因為生活有其起伏。密切關注您對任何情況，事件或人的反應和應對。",
    },
  },
  {
    name: "Ace of pentacles 錢幣一",
    img: acePentacles,
    route: "aceofpentacles",
    order: 1,
    waiteExp: {
      forwardKeyword: "豐富，新的開始，強大的決策能力，穩定性，聲明",
      forwardExp:
        "表示您有很多機會，但不能保證它們是否會幫助您實現最終目標。最初，您可能會發現很多成功和可實現的初期目標。但是，是否充分利用自己的潛力和樂觀態度來達到終點線完全取決於您。<br>建議您在執行任何艱鉅任務之前準備適當的行動計劃。時間有利於積累財富，但道路可能充滿挑戰。",
      reverseKeyword: "規劃不當，失去主要機會，判斷錯誤，缺乏安全感",
      reverseExp:
        "可能意味著您不滿意在工作或業務上的一些計畫。實際上，您不確定最終結果，因此請重新考慮。有可能大部分的機會都因你突然的想法和計畫而丟失。<br>由於每個想法都無法按照您想要的方式工作，因此最好花一些時間來考慮情況。",
    },
  },
  {
    name: "Ace of swords 寶劍一",
    img: aceSwords,
    route: "aceofswords",
    order: 1,
    waiteExp: {
      forwardKeyword:
        "未使用的力量，精神集中，勝利，正義，誠實，智力，做出正確的決定",
      forwardExp:
        "表明你有巨大的潛力和力量來獲得你想要的東西。但是，您不確定它是否會得到正確使用並取得預期的成功。該卡片建議您在生活中設定明確的目標並完成它們。用你的頭腦做一些開箱即用的事情。",
      reverseKeyword: "籠罩思想，混亂，混亂，記憶喪失",
      reverseExp:
        "它表明由於缺乏心理清晰度，你的目標和願望沒有明確定義。您可能有高層次的理解，但制定計劃並開展工作似乎更具挑戰性。建議搜索可能影響您基本思維水平的缺失鍊接。一旦了解了問題，就可以制定出更好的計劃。",
    },
  },
  {
    name: "Ace of wands 權杖一",
    img: aceWands,
    route: "aceofwands",
    order: 1,
    waiteExp: {
      forwardKeyword:
        "動機，新的開始，能量，創造力，在生活中前進，自信，成功的潛力，良好的表現",
      forwardExp:
        "表明你需要遵循自己的直覺，提前計劃一切，所以無論你夢想什麼都能實現。你現在感到有動力去接觸充滿機遇的新世界。該卡片建議您充分利用機會在生活中做更重要的事情。如果你以明確的心態努力工作，沒有什麼能阻止你實現目標。",
      reverseKeyword: "勸阻，推遲，不成熟，引發麻煩，判斷力差",
      reverseExp:
        "可能意味著你無法清楚地定義目標，漫無目的地移動，從而使自己筋疲力盡。你仍然懷疑自己的能力而沒有意識到你生活的確切目標。建議耐心等待正確的時間，而不是對持續的延誤感到不必要的沮喪。試著放下你過去的情感包袱，追求你新發現的夢想。",
    },
  },
  {
    name: "Chariot 戰車",
    img: chariot,
    route: "chariot",
    order: 7,
    waiteExp: {
      forwardKeyword: "勝利，控制，意志力，勝利，斷言，決心",
      forwardExp:
        "它表明通過適當地運用意志力，信心和紀律，你將能夠克服所有的反對意見。卡片勸告你要大膽，但強調要控制你的衝動，這樣你才能把它們引導到更有創意的事情上。",
      reverseKeyword: "缺乏控制和方向，侵略",
      reverseExp:
        "它表明你由於你未能控制對立的力量而導致你目前的失落和無力感。這也可能表明你在壓力下崩潰了。目前不是擔心你無法控制的事情，把精力集中在你擁有的東西上，並努力改變現狀。",
      star: "巨蟹座",
    },
  },
  {
    name: "Death 死神",
    img: death,
    route: "death",
    order: 13,
    waiteExp: {
      forwardKeyword:
        "依戀，結束，也是另一個開始，嚴重疾病，轉化，失敗，死亡，重生",
      forwardExp:
        "它像徵著你生命中重要方面的終結，這反過來可能會帶來更有價值的東西。 雖然你可能最初發現很難繼續進行新的事情和改變，但最終你會成為贏家。",
      reverseKeyword: "抵制變革，無法繼續前進",
      reverseExp:
        "與正位相比，您生活中即將發生的變化將會減弱。抵抗即將發生的變化，痛苦掙扎，最後卻依然不得不面對必將發生的改變。",
      star: "天蠍座",
    },
  },
  {
    name: "Devil 惡魔",
    img: devil,
    route: "devil",
    order: 15,
    waiteExp: {
      forwardKeyword: "束縛，成癮，唯物主義，恐懼和誘惑",
      forwardExp:
        "它表明你的恐懼，成癮和其他負面衝動會限制你並讓你把它們視為無法控制的事物。因此，您無法前進或採取任何建設性步驟。 你也可能感到絕望或痴迷，甚至對生活抱有悲觀的看法。 該卡建議您擺脫這些負面模式，為您的生活帶來積極的變化。",
      reverseKeyword: "分離，打破自由，離婚",
      reverseExp:
        "它指的是由於非生產性職業，債務或成癮等因素造成的陷入困境。這些負面事件使你對生活採取悲觀態度。 它也可能會集中你對這些關係的自由需求。 你必須練習脫離物質的東西，以便戰勝你內心的恐懼，過上充滿動力和鼓勵的生活。",
      star: "摩羯座",
    },
  },
  {
    name: "Eight of cups 聖杯八",
    img: eightCups,
    route: "eightofcups",
    order: 8,
    waiteExp: {
      forwardKeyword: "沮喪，逃避現實，放手，旅行，自我分析，退縮，情緒強度",
      forwardExp:
        "表示您由於失望和損失而正在終止自己的計劃和行動。現在，您感覺就像逃跑了，走到了對未來充滿希望的地方。儘管存在不確定性，但您似乎充滿信心和興奮。您需要休息片刻以克服自己的精神疲憊，然後考慮採取適當的措施。",
      reverseKeyword: "雙重思想，膽怯，羞怯，不安全感",
      reverseExp:
        "意味著您想把所有東西都拋在後面，並探索新的機會和選擇。但是，您優柔寡斷的思維使您擔心放棄任何物慾的財產，關係或工作所帶來的後果。逃避某種情況或某人將無法幫助您擺脫焦慮和麻煩。解決問題的方法很簡單，但是需要適當的實施，所以不要無所適從。",
    },
  },
  {
    name: "Eight of pentacles 錢幣八",
    img: eightPentacles,
    route: "eightofpentacles",
    order: 8,
    waiteExp: {
      forwardKeyword:
        "專心，基礎準備，創造性事業，快速學習知識的能力，敬業度，注重質量",
      forwardExp:
        "意味著您正在狂熱地學習新概念，並查看特定情況的詳細信息，以體驗巨大的變化。遵循以前從未嘗試過的另一條路線，您將獲得樂趣和滿足感。錢幣八更像是一張鼓勵卡，誘使您保持專注，直到最終到達目的地。",
      reverseKeyword: "失去機會，負面結果，懶惰，缺乏專注力，完美主義",
      reverseExp:
        "表示您過分完善，並導致偏離最終目標。另外，這可能意味著您的辛苦工作沒有產生任何結果，從而導致沮喪和無精打采。不要因為某些失敗而失去希望。只要您雄心勃勃，專心致志，任何事情都無法阻止您實現目標。",
    },
  },
  {
    name: "Eight of swords 寶劍八",
    img: eightSwords,
    route: "eightofswords",
    order: 8,
    waiteExp: {
      forwardKeyword: "分居，監禁，害怕失去，缺乏信任，限制，做出錯誤的決定",
      forwardExp:
        "這意味著你有限的思維會影響你的決策技巧，因為你無法擺脫自我強加的界限。儘管有很多選擇，但您似乎沒有做出合適的選擇。這張卡片暗示你看到現實而不是處於兩難境地。您可能會想到幾個想法，但除非您有信心，否則不要隨意實施。",
      reverseKeyword: "掙脫束縛，自由，對新想法持開放態度，尋找方向，願意看見",
      reverseExp:
        "它表明你過去的痛苦使你變得靈活和適應變化。現在，您可以更好地信任自己，用不同的方法檢查生活中的每一個情況。建議你完全從頭腦中清除舊的思想流派，因為攜帶不必要的行李將給予更多的精神負擔。",
    },
  },
  {
    name: "Eight of wands 權杖八",
    img: eightWands,
    route: "eightofwands",
    order: 8,
    waiteExp: {
      forwardKeyword:
        "光明的未來，社會化，運動，快速變化，行動，學習意願，旅行，快速決策，積極的新聞",
      forwardExp:
        "表明你正在迅速前進，感到精力充沛，並決心在短時間內完成一項特定的任務。你很清楚目前的情況對你有利，沒有任何干擾。因此，您在快速進步方面更加興奮和積極。 說明了採取行動，建議你專注於更廣泛和重要的目標，把精力放在合適的資源上。確保在沒有完成上一個任務的情況下不進入下一個任務。",
      reverseKeyword: "突然延遲，不活躍，沮喪，分歧，減速",
      reverseExp:
        "意味著你的目標之旅不再像直立的魔杖那樣平穩，主要是由於途中意外的障礙。面對不斷的延遲，你會非常惱火。或者，也可能是你的決定過於匆忙，沒有積極的結果。 該卡建議您減慢一點，而不是一次做多個活動。你想法越多，它們實現的可能性就越小。盡量為您的方法帶來一些穩定性。",
    },
  },
  {
    name: "Emperor 皇帝",
    img: emperor,
    route: "emperor",
    order: 4,
    waiteExp: {
      forwardKeyword: "通過規劃，權力，結構，秩序，穩定性，財務可行性",
      forwardExp:
        "表示明智，穩定和保護，您隨時準備為您身邊的人提供指導。<br>你也堅持你的計劃，並傾向於以有組織的方式執行它們。 事實上，你是一個天生的領導者，並且在獲得正確的位置時，你會努力實現完美。你傾聽別人的意見，但只做你認為正確的事，即使這意味著你必須面對反對。 最後，你成功並獲得你應得的認可。但是，過多遵守規則可能會使你看起來不靈活，從而剝奪了你對自發性和快樂的主張。 所以，堅持規則也要保持平衡。",
      reverseKeyword: "統治，過度控制，僵化，缺乏靈活性",
      reverseExp:
        "這張牌反映了你的權威和僵化，使你失去自我控制能力，反而成為不一致的犧牲品。 或者，也可能顯示存在頑固的身影，例如您的父親或老闆，您需要彰顯自己的個性以獲得突出地位。 可能是因為對你現在的情況不滿意而無法找到解決方案，你在不知不覺中對你周圍的人變得粗魯無禮。<br>過多的壓力對你造成了傷害，阻止了正能量的流動，使你看起來像一個不安全的人，非常需要控制。 你需要的是你日常生活中的一些空間。 接受值得信賴的朋友的支持，接受他們的建議，重新獲得失去的積極性。",
      star: "牡羊座",
    },
    lineStriderExp: "",
  },
  {
    name: "Empress 皇后",
    img: empress,
    route: "empress",
    order: 3,
    waiteExp: {
      forwardKeyword: "滿足感，創造力，激情，生育，富足，幸福，藝術，繁榮",
      forwardExp:
        "皇后代表著創造力，生育能力，藝術，和諧，奢華，美麗和優雅。皇后本身是一個完全發展的女人，象徵養育和和平的她戴著一個星星的王冠，代表她與宇宙的聯繫。她赤裸的乳房和開放的姿態提供了性，援助和母親的哺育。<br>在解牌中，女皇表示與女性有很深的關聯。她代表著思想和身體的新的力量，現在是培育新想法和新項目的時候了。在財務解牌中，皇后是繁榮的好兆頭，一般來說，它表示別人被你和你的想法所吸引，前景看好。如果是正在尋求商業問題方面的指導，女皇可能會告訴你要把注意力集中在溝通，人際關係和網絡建設上，而不是採取更具對抗性的方式來應對工作挑戰。在愛情解讀中，她可能暗示懷孕或是出生，或者與你生命中的孩子有更深的聯繫。她也有舒適的含義，可能包含家庭，婚姻，定居，和一個繁榮的家。如果看到她和&nbsp;戀人&nbsp;或&nbsp;聖杯十&nbsp;一起出現，要更認真地對待這個信息。<br>如果她出現在未來的位置上，你現在的道路將帶你走向富裕和舒適的生活。更廣泛地說，皇后鼓勵你與他人和大自然聯繫。如果由皇后主持，你會對其他人更有吸引力，他們可能會尋求你的建議和安慰。注意那些表達出想要保護感情或覬覦你注意的人。",
      reverseKeyword: "愛慕虛榮，怠惰，輕浮，情緒化，自我滿足",
      reverseExp:
        "在她的逆位，女皇可以表明你正在給予太多你的個人女性力量，也許你正在允許別人的情感或物質需求從你那里索取的超出你的負荷。你幫助他人的能力取決於你守護自己的力量和資源。這張牌的逆位也可以表明你在你的生活中使用一種男性的力量，而女性的一面正在被否定或壓制，需要你去尋求平衡。<br>她也可能指出生育或懷孕的麻煩，或者你與生活中孩子的關係不平衡。最後，卡片有時會表現出一種自私或自我滿足的態度。你或者你生活中的某個人是否滿足於在既定的處境中舒適地坐在王位上，而另一個人則努力工作來支持或背負你？記住，權力不平衡的狀況很少會持續很久。可能會有其他的人願意聽你的吩咐，但如果你不盡自己的責任來承擔同樣的責任，你的王位可能很快就會土崩瓦解。",
      star: "金星",
    },
    lineStriderExp:
      "關鍵詞<br>滿足感，創造力，激情，生育，富足，幸福，藝術，繁榮<br><br>皇后代表著創造力，生育能力，藝術，和諧，奢華，美麗和優雅。皇后本身是一個完全發展的女人，象徵養育和和平的她戴著一個星星的王冠，代表她與宇宙的聯繫。行者塔羅中給她畫了一隻猴子和一隻老虎，這些動物代表著智慧和頑皮，以及可能潛在的危險。她赤裸的乳房和開放的姿態提供了性，援助和母親的哺育。<br>在解牌中，女皇表示與女性有很深的關聯。她代表著思想和身體的新的力量，現在是培育新想法和新項目的時候了。在財務解牌中，皇后是繁榮的好兆頭，一般來說，它表示別人被你和你的想法所吸引，前景看好。如果是正在尋求商業問題方面的指導，女皇可能會告訴你要把注意力集中在溝通，人際關係和網絡建設上，而不是採取更具對抗性的方式來應對工作挑戰。在愛情解讀中，她可能暗示懷孕或是出生，或者與你生命中的孩子有更深的聯繫。她也有舒適的含義，可能包含家庭，婚姻，定居，和一個繁榮的家。如果看到她和&nbsp;戀人&nbsp;或&nbsp;聖杯十&nbsp;一起出現，要更認真地對待這個信息。<br>如果她出現在未來的位置上，你現在的道路將帶你走向富裕和舒適的生活。更廣泛地說，皇后鼓勵你與他人和大自然聯繫。如果由皇后主持，你會對其他人更有吸引力，他們可能會尋求你的建議和安慰。注意那些表達出想要保護感情或覬覦你注意的人。在行者塔羅中，老虎把自己包裹在皇后的周圍，既想要她的注意，又想要保護她的安全。<br><br>逆位關鍵詞<br>愛慕虛榮，怠惰，輕浮，情緒化，自我滿足<br><br>在她的逆位，女皇可以表明你正在給予太多你的個人女性力量，也許你正在允許別人的情感或物質需求從你那里索取的超出你的負荷。你幫助他人的能力取決於你守護自己的力量和資源。這張牌的逆位也可以表明你在你的生活中使用一種男性的力量，而女性的一面正在被否定或壓制，需要你去尋求平衡。<br>她也可能指出生育或懷孕的麻煩，或者你與生活中孩子的關係不平衡。最後，卡片有時會表現出一種自私或自我滿足的態度。你或者你生活中的某個人是否滿足於在既定的處境中舒適地坐在王位上，而另一個人則努力工作來支持或背負你？記住，權力不平衡的狀況很少會持續很久。可能會有其他的人願意聽你的吩咐，但如果你不盡自己的責任來承擔同樣的責任，你的王位可能很快就會土崩瓦解。<br><br>關聯<br>占星術：天秤座<br>數字：3",
  },
  {
    name: "Five of cups 聖杯五",
    img: fiveCups,
    route: "fiveofcups",
    order: 5,
    waiteExp: {
      forwardKeyword: "痛苦，疼痛，情緒不滿，突然喪失",
      forwardExp:
        "表明您在損失方面遇到困難，因此感到失望，沒有出路。與其讓您積極思考，不如讓自己不斷思考不足。建議您放開過去的悲傷，看看綠色的牧場。相信自己的能力，並嘗試找到更好的未來解決方案。",
      reverseKeyword: "新的開始，接受，希望，寬恕",
      reverseExp:
        "這意味著您正在緩慢而穩定地從悲傷和損失中恢復過來，並在隧道的另一端看到了光。經過痛苦的經歷，您將學會欣賞生活中的小事。永遠記住，失望有時是因禍得福。您忍受得越多，您就越會經歷個性轉變。",
    },
  },
  {
    name: "Five of pentacles 錢幣五",
    img: fivePentacles,
    route: "fiveofpentacles",
    order: 5,
    waiteExp: {
      forwardKeyword:
        "孤獨，不安全感，缺乏支持，金錢損失，困難，痛苦，精神痛苦",
      forwardExp:
        "可能意味著您周圍充滿著意想不到的財務問題，面臨著艱難的時期，沒有希望挽回損失。您目前所處的狀況可能歸因於您過度的貪婪，對物慾的事物的佔有欲以及焦慮。這樣，您就無法專注於精神發展。該卡表明有機會尋求幫助，但您需要找出來。與自卑感隔離地生活會使您脫離支持者。因此，對自己的能力有一些信心，然後嘗試再次上升。",
      reverseKeyword: "緩慢但穩定的經濟復甦，精神飢餓，在人群中感到孤獨",
      reverseExp:
        "表示您人生中一個艱難階段的結束。現在，您將嘗試從中尋求幫助的替代資源，並開始新的旅程。一旦您能夠反彈，您的信心和自尊心將再次恢復。建議您不要對生活失去希望，因為隧道盡頭總是有些亮光。如果有機會改善和展示自己的力量，請採用整體方法。",
    },
  },
  {
    name: "Five of swords 寶劍五",
    img: fiveSwords,
    route: "fiveofswords",
    order: 5,
    waiteExp: {
      forwardKeyword:
        "緊張，失落，背叛，個人打架，不健康的競爭，陷入不必要的麻煩，謊言",
      forwardExp:
        "你只是陷入了一場巨大的衝突，與其他人爭論小問題，試圖獲勝。這樣你就可以通過傷害他們來製造別人心中的苦澀，並最終讓自己與他們隔絕。你必須決定是否堅持你的觀點而沒有任何邏輯是如此重要，以至於你的近親和親人感到被欺騙並打破了長期的聯繫。不要過於積極地實現個人目標，因為你可能面臨重大垮台的風險。",
      reverseKeyword: "難以自衛，開放變革，無意義的鬥爭，未解決的糾紛",
      reverseExp:
        "表明您希望緊張時期能夠克服並開始關注生產活動。你現在的能量正在被分解，因為你知道目前的衝突只會導致損失。有時，過去的衝突會促使你發揮原始情緒。但是，您應該知道何時通過做出正確的修改來控制您的生活而不考慮輸贏。",
    },
  },
  {
    name: "Five of wands 權杖五",
    img: fiveWands,
    route: "fiveofwands",
    order: 5,
    waiteExp: {
      forwardKeyword: "爭議，鬥爭，競爭，緊張，自我衝突，怨恨，活動",
      forwardExp:
        "表示您陷入了一場涉及一群人的重大衝突中。沒有人在互相傾聽，甚至你似乎都在傾聽你的意見。由於不重要的討論和爭論，沒有進展。最好讓每個人不受任何干涉地發表意見。完成後，您也會提出自己的觀點並決定正確的行動方案。這樣你就可以避免衝突並做一些有建設性的事情。",
      reverseKeyword: "避免衝突，失去信心，管理不善，缺乏個性，專注",
      reverseExp:
        "可能意味著你正在避免緊張和衝突而不是處理它們。從長遠來看，你逃避這種情況的傾向可能並​​不好，因為你可能會錯過一些有用的討論來解決你的問題。或者，它也可能表明你能夠通過保持耐心和平靜來度過艱難時期。 建議你專注於生活中的重要事情，如人際關係，事業和健康。如果你能夠控制自己的憤怒並妥善處理衝突，就會有更新的機會敲門。",
    },
  },
  {
    name: "The Fool 愚者",
    img: fool,
    route: "thefool",
    order: 0,
    waiteExp: {
      forwardKeyword:
        "理想主義，新的冒險，天真，決定，自發性，冒險，貴人相助，對新經驗的開放",
      forwardExp:
        "愚者是一張潛力，新的開始和天真的卡片。一個成長的旅程或經歷的開始，他會變成誰，還是個謎。​<br>這張牌預示著冒險和新的機會在等待著。愚者是無憂無慮的，沒有恐懼和焦慮的負擔，即使他一隻腳踩在懸崖的邊緣，他似乎也不介意，即便他真的不知道前面是什麼。​<br>​<br>在解牌中，愚者是最能代表求知者自己的卡片，塔羅牌的故事裡也是愚者自身的旅程，有時愚者也可能代表另一個人。當愚者出現在關係解牌中的未來位置時，它可能預示著一個年輕，無憂無慮，有趣或不負責任的新戀人。魔術師和愚者在一起是偉大的，因為他們是一個時代的後裔，讓你生命中的力量幫助你完成大事，而不必失去你存在的輕盈。這個愚者與天真結合在一起。​<br>當愚者與旅行意象強烈的&nbsp;權杖八&nbsp;或&nbsp;權杖二&nbsp;一同出現&nbsp;，表明了一個明智的時間，該走到未知的地方去擁抱新的冒險。與此同時，要提防不負責任，過於瘋狂的計劃和魯莽。根據牌陣中的其他卡片，訊息可以是溫和的，比如告誡你放下焦慮，也可以是嚴厲的，比如警告你自己或他人的魯莽或精神不穩定。​",
      reverseKeyword:
        "愚蠢，魯莽，不守規矩，盲信，沉迷享樂，粗心大意，過於在意他人想法​",
      reverseExp:
        "在逆位來說，他警告你注意那些未完成或放棄的項目，不安全和懷疑，或者已經(或將要)做出愚蠢或不負責任的選擇。在極端的情況下，愚者可能會解讀為瘋子，精神疾病或癡呆。​<br>當你看到&nbsp;惡魔&nbsp;和&nbsp;愚者&nbsp;在一起解牌的時候，要非常小心那些看起來似乎很有趣、無憂無慮的生活很快就會變成債務、上癮和破壞的關係。​",
      star: "天王星",
    },
    lineStriderExp:
      "關鍵詞​<br>理想主義，新的冒險，天真，決定，自發性，冒險，貴人相助，對新經驗的開放。​<br><br>愚者是一張潛力，新的開始和天真的卡片。他擁有一張未完成的臉和身體，因為這張卡片說的是某人在一個成長的旅程或經歷的開始。他會變成誰，還是個謎。​<br>這張牌預示著冒險和新的機會在等待著。愚者是無憂無慮的，沒有恐懼和焦慮的負擔，即使他一隻腳踩在懸崖的邊緣，他似乎也不介意，即便他真的不知道前面是什麼。​<br>在大多數的牌面上，愚者都是和一個動物夥伴在一起的，通常是一隻狗，但這邊給了他一隻笑翠鳥。笑翠鳥也以其歡笑和頑皮而聞名，是愚者的完美選擇，他們象徵著天真無邪，快樂的天性，只是順著自己的本能行事。<br>&nbsp;​&nbsp;​<br>在解牌中，愚者是最能代表求知者自己的卡片，塔羅牌的故事裡也是愚者自身的旅程，有時愚者也可能代表另一個人。當愚者出現在關係解牌中的未來位置時，它可能預示著一個年輕，無憂無慮，有趣或不負責任的新戀人。魔術師和愚者在一起是偉大的，因為他們是一個時代的後裔，讓你生命中的力量幫助你完成大事，而不必失去你存在的輕盈。這個愚者與天真結合在一起。​<br>當愚者與旅行意象強烈的&nbsp;權杖八&nbsp;或&nbsp;權杖二&nbsp;一同出現&nbsp;，&nbsp;表明了一個明智的時間，該走到未知的地方去擁抱新的冒險。與此同時，要提防不負責任，過於瘋狂的計劃和魯莽。根據牌陣中的其他卡片，訊息可以是溫和的，比如告誡你放下焦慮，也可以是嚴厲的，比如警告你自己或他人的魯莽或精神不穩定。​<br>​<br>逆位關鍵詞​<br>愚蠢，魯莽，不守規矩，盲信，沉迷享樂，粗心大意，過於在意他人想法​<br>​<br>在逆位來說，他警告你注意那些未完成或放棄的項目，不安全和懷疑，或者已經(或將要)做出愚蠢或不負責任的選擇。在極端的情況下，愚者可能會解讀為瘋子，精神疾病或癡呆。​<br>當你看到&nbsp;惡魔&nbsp;和&nbsp;愚者&nbsp;在一起解牌的時候，要非常小心那些看起來似乎很有趣、無憂無慮的生活很快就會變成債務、上癮和破壞的關係。​<br>​<br>關聯<br>占星術:無​<br>數字：0，22，33",
  },
  {
    name: "Wheel of Fortune 命運之輪",
    img: fortuneWheel,
    route: "wheeloffortune",
    order: 10,
    waiteExp: {
      forwardKeyword: "命中註定，無所畏懼，自由，成功，情感聯繫，鼓勵，豐富",
      forwardExp:
        "這表明積極的變化即將來臨。 您的自信隨和將幫助您在不降低自尊的情況下度過生活的起伏。 你必須更專注於你的意圖，因為它會讓你實現你的真正目標。 生活已經為你制定了一個計劃，保持樂觀將帶來繁榮和幸福。 最重要的是，你的善行會帶給你預期的結果。 然而，不要自滿，因為宇宙中沒有任何東西是永恆的。",
      reverseKeyword: "失去權力，艱辛，失敗",
      reverseExp:
        "表明未來的一些挑戰。 這是你錯誤決定導致事態惡化的結果。 然而，目前的情況可能是一個很好的學習經驗，以防止你重複同樣的錯誤。 該卡還可能表明您對變化的持續造成極大精神壓力並導致家中不和。",
      star: "木星",
    },
  },
  {
    name: "Four of cups 聖杯四",
    img: fourCups,
    route: "fourofcups",
    order: 4,
    waiteExp: {
      forwardKeyword: "冥想，沉思，無靈感，冷漠，自我分析",
      forwardExp:
        "意味著您對當前生活中的現有狀況感到無聊和煩惱。周圍的一切似乎都是平淡無味的，因此您會感到迷惘和迷失方向。向內轉，找到您要從積極的角度看待任何情況的真相。請記住，當您獲得頭腦清晰並喚醒內在靈魂時，就可以獲得內心的平靜。",
      reverseKeyword: " 超然，疲倦，錯過機會",
      reverseExp:
        "表示您對生活中發生的事情沒有任何印象，在情感上空虛。結果，您發現錯過了一些黃金機會。該卡片建議您相信自己的直覺，而不要過於關注次要問題。與所有人相處，與家人和朋友共度美好時光。",
    },
  },
  {
    name: "Four of pentacles 錢幣四",
    img: fourPentacles,
    route: "fourofpentacles",
    order: 4,
    waiteExp: {
      forwardKeyword:
        "尋求安慰者，唯物主義，崇高地位，財務安全，財產，穩定性，控制力",
      forwardExp:
        "意味著您已經獲得了巨大的財富並實現了所有目標，但是您仍然想用錢獲得保障。您對自己積累的財務資源非常佔有欲，擔心有人會搶走這些資源。儘管您在財務上和實踐上都做得不錯，但過分重視物質的東西會使您心胸狹窄。另外，您應該記住，沒有任何東西能保持長期穩定。今後，您必須更加努力地維持體面的生活水平。",
      reverseKeyword: "自私，貪婪，唯物主義，不安全感，防禦性",
      reverseExp:
        "表示您對物質財富的極端佔有欲將變成貪婪和痛苦。您將不斷擔心失去財富而變得一文不名。或者，這也可能意味著您最近可能會超支。建議您走出舒適區，不要再擔心不必要的財務狀況了。讓自己稍微放鬆一點，專注於發展。",
    },
  },
  {
    name: "Four of swords 寶劍四",
    img: fourSwords,
    route: "fourofswords",
    order: 4,
    waiteExp: {
      forwardKeyword: "休養，休息，平靜，檢查，不活躍",
      forwardExp:
        "表明你正在從生活中的挑戰和掙扎中抽出一些時間，承諾捲土重來。在休息階段，你可能正在練習讓自己平靜下來的方法，這樣你就可以獲得足夠的力量並在行動中反擊。該卡間接地強調了減輕精神壓力和緊張的必要性，從而對任何危機都具有彈性。因此，在回擊之前，你應該停止擔憂並暫停一段時間。",
      reverseKeyword: "疲憊，煩躁，缺乏進步，失眠",
      reverseExp:
        "你可能會感到焦躁不安，盡力完成所有分配的任務。儘管放鬆和充足的休息是必要的，但是你正在超越極限以獲得快速的結果。從這裡跑到那裡，完成你的工作將導致嚴重的倦怠。在情況失控之前，暫停和休息。",
    },
  },
  {
    name: "Four of wands 權杖四",
    img: fourWands,
    route: "fourofwands",
    order: 4,
    waiteExp: {
      forwardKeyword: "和諧，社會聯盟，慶典，強大的社區，溫馨的環境，新的機遇",
      forwardExp:
        "它表明你正在享受一段穩定與和平的時期，並有一種完成的感覺，特別是在艱難的階段之後。您正在享受成功的榮耀，與您的家人和朋友一起慶祝。如果你為自己設定了一個很高的目標，那麼這張卡片會建議你不要再匆匆忙忙地享受生活中的輕鬆時刻。它還提醒您承認您已經取得的重大里程碑，因為這樣的事情在一個人的生活中並不容易。",
      reverseKeyword: "無準備，取消重要事件，減少溝通，過渡，財產相關問題",
      reverseExp:
        "這意味著由於一些持續的緊張局勢，你的家庭缺乏和諧。突然之間，你遇到了一些重大問題，你的親密關係似乎首當其衝。在家裡不再有任何穩定性，其原因可能是來自外部的人。您需要接受導致生活中不安全和麻煩的過渡期。一旦階段過去，你的生活就會反彈，使情況正常化。",
    },
  },
  {
    name: "Hanged man 吊人",
    img: hangedMan,
    route: "hangedman",
    order: 12,
    waiteExp: {
      forwardKeyword:
        "換個角度看，謹慎，智慧，犧牲，占卜，預言能力，直覺，隱秘",
      forwardExp:
        "現在是時候採取一些舊的信念、態度或友誼。學會自己承擔責任。然而這並不意味著你會責怪自己並阻止你繼續前進。",
      reverseKeyword: "無法改變，自私，自我中心，錯過機會",
      reverseExp:
        "它意味著，目前你會發現自己處於停滯狀態，對重要的事情非常猶豫不決。你在黑暗中摸索著找到一條出路並做出有成效的決定。倒吊人的男子也可能在您的工作場所指出一個有問題的情況，或建議您更多地關注您的健康。 ",
      star: "海王星",
    },
  },
  {
    name: "Hermit 隱士",
    img: hermit,
    route: "hermit",
    order: 9,
    waiteExp: {
      forwardKeyword: "自我發現，沉思，精神理解，超脫，直覺，保密",
      forwardExp:
        "你正在從所有世俗的事物中退出，並轉向內心，以實現神聖的真理。時機適合您找到生活中的最終目標並努力實現目標。<br>您有限的物質慾望可以幫助你關注重要方面，並提出可行的解決方案。你有很強的領導能力，可以引導他人到達正確的目的地。<br>不要過於習慣孤獨，因為到後來你發現很難找到表達情感的人。",
      reverseKeyword: "沮喪，失去社交技巧，焦慮",
      reverseExp:
        "它建議你不要過於隱遁，因為世界上有很多機會可以抓住。孤獨是必要的，但如果沒有任何人為干預，長時間保持退縮是不可行的。事實上，從長遠來看，花費太多時間進行反省可能會造成傷害。",
      star: "處女座",
    },
  },
  {
    name: "The Hierophant 教皇",
    img: hierophant,
    route: "thehierophant",
    order: 5,
    waiteExp: {
      forwardKeyword: "追隨宗教，尋求建議，精神指導，教育和團體整合",
      forwardExp:
        "它反映了你希望堅持保守而不是創新。<br>它也可能反映出你加入神聖團體或機構的傾向，以便符合他們有益的思維方式，從而進一步學習。該卡建議您從明智的導師那裡尋求智慧和知識，以獲得更高的意識。",
      reverseKeyword: "精神崩潰，否定家庭價值觀，不恰當的忠告和濫用職位 ",
      reverseExp:
        "它可能通過規則的生活來反映你的限制感。你努力擺脫這種僵化，導致你的靈活性消耗殆盡。找到機會挑戰對你有負擔的想法並分析你今後的成就。 ",
      star: "金牛座",
    },
  },
  {
    name: "The High Priestess 女祭司",
    img: highPriestess,
    route: "thehighpriestess",
    order: 2,
    waiteExp: {
      forwardKeyword:
        "直覺，寧靜，夢想，秘密，誠實，平衡，親和，靈性，內在探索",
      forwardExp:
        "女祭司是像徵通過夢境與潛意識聯繫的一張牌。代表智慧、知識、寧靜和理解，她是無意識領域的守護者，這張卡片出現在你應該依靠你的夢想和直覺來尋求指引的時候。<br>你需要傾聽並相信你內心的聲音。在你的生命中可能有一些失去平衡的領域，需要無意識領域的智慧，對於最近的困境，答案將來自你的直覺和內心的聲音。<br>如果一個男性的詢問者抽出這張牌，信息可能會特別清楚：如果你想要成功和進步，要特別注意你內在柔軟的一面或女性的能量。對於兩性雙方來說，宇宙女性的聲音掌握著你所尋求的答案。如果在牌陣中看到一個女祭司被聖杯卡片包圍，則更明確的指出問卜者完全處於潛意識和直覺的領域。<br>如果問卜者的問題是關於你生活中的一個問題，聖杯一&nbsp;與&nbsp;女祭司組合強烈地暗示問題是在感情領域，人們彼此之間的聯繫和他們的情感，而不是現實因素。女祭司&nbsp;與&nbsp;魔術師&nbsp;同時出現，牌陣可能表明在看不見的領域中存在著深刻的力量，你可以調動這些力量來達到你的目標。在單牌牌陣中她也表示即將發生的變化，如果你允許她指導你，你的直覺和創造力就會增強。這張牌同時也有藝術家，詩人和作家的意象。",
      reverseKeyword:
        "精神壓抑，焦慮，猶豫不定，緊張，神經質，封閉自我，不與人溝通，無法傾聽內在聲音，或知道但無法轉化為行動",
      reverseExp:
        "女祭司的逆位，表示一個與你的直覺和內在聲音，或與你的女性力量斷開的狀態，可能以任何形式呈現出來。忽視她將會使妳遭受挫敗的體驗，你需要的答案是潛意識的，內在柔軟的領域。這張牌可能在警告你不要依賴外部聲音或意見。女祭司建議你花時間獨處，重新與你自己的聲音連接。<br>如果牌陣上出現&nbsp;隱士&nbsp;或另一張要求問卜者尋求獨處的卡片，內在探索的含義將更為強烈。還可以指出問卜者可能隱藏某些議題或工作上的拖延。",
      star: "月亮",
    },
    lineStriderExp:
      "關鍵詞<br>直覺，寧靜，夢想，秘密，誠實，平衡，親和，靈性，內在探索<br><br>女祭司是像徵通過夢境與潛意識聯繫的一張牌。代表智慧、知識、寧靜和理解，她是無意識領域的守護者，這張卡片出現在你應該依靠你的夢想和直覺來尋求指引的時候。<br>你需要傾聽並相信你內心的聲音。在你的生命中可能有一些失去平衡的領域，需要無意識領域的智慧，對於最近的困境，答案將來自你的直覺和內心的聲音。<br>如果一個男性的詢問者抽出這張牌，信息可能會特別清楚：如果你想要成功和進步，要特別注意你內在柔軟的一面或女性的能量。對於兩性雙方來說，宇宙女性的聲音掌握著你所尋求的答案。如果在牌陣中看到一個女祭司被聖杯卡片包圍，則更明確的指出問卜者完全處於潛意識和直覺的領域。<br>如果問卜者的問題是關於你生活中的一個問題，聖杯一&nbsp;與&nbsp;女祭司組合強烈地暗示問題是在感情領域，人們彼此之間的聯繫和他們的情感，而不是現實因素。女祭司&nbsp;與&nbsp;魔術師&nbsp;同時出現，牌陣可能表明在看不見的領域中存在著深刻的力量，你可以調動這些力量來達到你的目標。在單牌牌陣中她也表示即將發生的變化，如果你允許她指導你，你的直覺和創造力就會增強。這張牌同時也有藝術家，詩人和作家的意象。<br><br>逆位關鍵詞<br>精神壓抑，焦慮，猶豫不定，緊張，神經質，封閉自我，不與人溝通，無法傾聽內在聲音，或知道但無法轉化為行動<br><br>女祭司的逆位，表示一個與你的直覺和內在聲音，或與你的女性力量斷開的狀態，可能以任何形式呈現出來。忽視她將會使妳遭受挫敗的體驗，你需要的答案是潛意識的，內在柔軟的領域。這張牌可能在警告你不要依賴外部聲音或意見。女祭司建議你花時間獨處，重新與你自己的聲音連接。<br>如果牌陣上出現&nbsp;隱士&nbsp;或另一張要求問卜者尋求獨處的卡片，內在探索的含義將更為強烈。還可以指出問卜者可能隱藏某些議題或工作上的拖延。<br><br>關聯<br>占星術：處女座，巨蟹座<br>數字：2",
  },
  {
    name: "Judgement 審判",
    img: judgement,
    route: "judgement",
    order: 20,
    waiteExp: {
      forwardKeyword: "正確判斷，重生，寬恕，內心呼喚",
      forwardExp:
        "它表示一段自我分析，集中和冥想的時期。根據這張卡片，你最近有一個頓悟，在那裡你意識到以不同的方式過上生活的必要性。你現在的目標是讓自己更加真實，這樣你就能成為別人的一線希望。  建議你根據自己的直覺和智慧做出決定，因為它們將在未來的日子裡帶來重大變化。",
      reverseKeyword: "缺乏自信，克己，猶豫不決，決策不力，自我毀滅",
      reverseExp:
        "意味著您過於謹慎的特質會阻礙您利用新的機會。你忙碌的生活方式讓你表面思考而不是深入。現在是時候休息一段時間，意識到過去所犯的錯誤，使你的學習之路更順暢，避免進一步的失敗。",
      star: "冥王星",
    },
  },
  {
    name: "Justice 正義",
    img: justice,
    route: "justice",
    order: 11,
    waiteExp: {
      forwardKeyword: "正義，公正，誠實，細緻，果斷，紀律",
      forwardExp:
        "表明您對自己的行為負責並做出相應判斷。 正如正義手中掌握的一樣，你生活中的事件也會以平衡的方式解決，給你努力的成果。雖然你相信公平競爭，但沒有必要總是說實話 特別是在需要一點外交的情況下。 此外，在對某人或某事作出判斷時，最好在你的腦海中有一個目標，因為你必須在某些時候負責。",
      reverseKeyword: "不誠實，不願意，不負責任",
      reverseExp:
        "表示您在個人或職業生涯中未得到公平對待。 嘗試批判性地分析情況，找出你不滿的原因。 不要與自己作戰，最好接受現實，等待動盪自行消退。 ",
      star: "天秤座",
    },
  },
  {
    name: "King cups 聖杯國王",
    img: kingCups,
    route: "kingcups",
    order: 14,
    waiteExp: {
      forwardKeyword: "智慧，外交，寬容，平衡，創造力，自我理解",
      forwardExp:
        "表示您的智力和情感成熟度使您能夠很好地處理危機，同時保持冷靜和無所畏懼。您對他人的情感需求反應良好，並鼓勵他們為共同的目標而和諧地工作。如果您在情感上受到挑戰，這張卡會建議您避免爆發，並明智地處理這種情況。",
      reverseKeyword: "情緒不穩定，虛弱，自卑感",
      reverseExp:
        "儘管是一個獨立穩定的人，但您可以讓自己的情緒控制住自己的生活。結果，您正慢慢陷入抑鬱狀態，使自己的理智陷入妥協。它也可能指向某個在情感上操縱您並在生活中造成不確定性的人。建議您為自己的情感幸福負責，並嘗試找到正確的方法來表達您的深切感情。",
    },
  },
  {
    name: "King pentacles 錢幣國王",
    img: kingPentacles,
    route: "kingpentacles",
    order: 14,
    waiteExp: {
      forwardKeyword:
        "具有商業頭腦，智慧，舒適，紀律，野心，安全，力量，獲得豐富財富的能力，以職業為導向，成功",
      forwardExp:
        "意味著您在經濟上和精神上都已達到固定的位置。其他人將您視為至關重要的人物，他們可以提供適當的指導和動力來完成創造性的任務或從事冒險的企業。由於您已經取得了不錯的成就，因此您會享受成功的樂趣，可以進一步從事其他活動以取得更大的成就。儘管您已經通過獨特的方法和策略獲得了成功，但是嘗試使用新方法完成相同任務以獲得更好的結果。在您的思維中更實際，對質量優先於數量。",
      reverseKeyword: "支配，過度謹慎，控制，唯物主義，貪婪，不道德",
      reverseExp:
        "反映出您的另一種個性，會炫耀財富和地位，過度沉迷於物質享樂並主導著較弱的階級。這可能意味著您希望通過不道德的手段與有錢的人交往，以便更快地積累財富。按照卡片的建議，您應該停止濫用權力和金錢來使他人失望。你的僵化和紀律壓制了你身邊的人的感覺。在為時已晚之前，請改變您的習慣並逐漸放鬆。",
    },
  },
  {
    name: "King swords 寶劍國王",
    img: kingSwords,
    route: "kingswords",
    order: 14,
    waiteExp: {
      forwardKeyword: "公平判斷，專業，聲譽，成熟，冷漠，公開禮貌",
      forwardExp:
        "建議你從客觀的角度看待任何情況，保持正確和分離。您已經獲得了足夠的經驗，可以根據日常觀察發表您的意見。這樣你就可以通過扮演中性角色來解決問題。如果情況要求你的同情和關心，塔羅牌建議你保持堅定和嚴厲，以給予公正的判斷。你高尚的道德標準會讓你以完全公正的態度看待思考。",
      reverseKeyword: "獨裁，操縱，辱罵，邪惡思想，優越感",
      reverseExp:
        "它表明濫用權力和位置通過操縱他人來滿足個人需求。它可能是你或其他有自私動機的人。該卡可能暗示無法下定決心，導致基於偏見的判斷做出錯誤的決定。貪婪和慾望可以帶來最糟糕的一個人。改變你的態度，因為士氣低落的人不會讓任何人變得強大。此外，不要讓你的思想分散在不同的方向，否則一切都會失去控制。",
    },
  },
  {
    name: "King wands 權杖國王",
    img: kingWands,
    route: "kingwands",
    order: 14,
    waiteExp: {
      forwardKeyword: "企業家精神，尊重，榮譽，領導力，雄心勃勃，魅力十足",
      forwardExp:
        "表明你專注於你的目標，通過親近的人的支持來完成工作。事實上，您可以通過自己的方式執行任務，並期待接受挑戰。由於您是以目標為導向的，因此您不會在正確的行動過程中浪費時間在不必要的活動上。即使你獲得了很高的地位和榮耀，這張卡片也暗示你要停止傲慢和過度自信。如果你把別人放下來試圖追求你的夢想，你可能會失去你來之不易的尊重。",
      reverseKeyword: "急躁，匆忙，無情，過度期待，衝動，懶惰",
      reverseExp:
        "可能意味著你太粗魯和輕率周圍的人，有不擇手段的意圖。你正在操縱每個人獲得你想要的東西，而不是正規的完成。權杖國王警告你要停止攻擊並為自己設定高目標。不能滿足這些期望會讓你感覺自己是一個失敗者，在你心中加入更多的苦澀。堅持現實的目標，以誠實的動機實現目標。",
    },
  },
  {
    name: "Knight cups 聖杯騎士",
    img: knightCups,
    route: "knightcups",
    order: 12,
    waiteExp: {
      forwardKeyword: "提煉，進取，善良，樂觀，興奮，靈活",
      forwardExp:
        "這表明您正在踏上人生新的旅程，充滿驚喜，機會和有趣的機會。您強大的想像力將為您的創造力提供翅膀，並幫助實現您的目標。根據卡片的預測，您很快就會發現一些有關自己的新事物，這將使您更加主動地實現自己的目標。",
      reverseKeyword: "情緒波動，嫉妒，虛假承諾",
      reverseExp:
        "表明您在做決定時不加思索，而只跟隨您的內心。大多數觀點是針對導致缺乏信任的邏輯而提出的。學會捕捉任何事件或情況的重要性，而不是僅了解其中的一半並得出結論。這樣，您周圍的所有事物都會發生積極變化。",
    },
  },
  {
    name: "Knight pentacles 錢幣騎士",
    img: knightPentacles,
    route: "knightpentacles",
    order: 12,
    waiteExp: {
      forwardKeyword: "注重結果，雄心，勤奮，正統，效率，系統計劃",
      forwardExp:
        "顯示您正在使用非常規的方式進行嚴格的工作來完成工作，從而取得了巨大的成功。建議您在工作時採取有系統的方法。永遠記住，要完成工作，您應該學會培養耐心。",
      reverseKeyword: "感到被困，無聊，無精打采，刺激",
      reverseExp:
        "可能意味著您對平凡的生活感到沮喪，渴望生活發生重大變化。另外，由於失去專注力，您無法處理生活中的實際問題。不要太抗拒變化，因為您必須接受新的經歷和冒險。注意細節，而不是表面處理任何事情。",
    },
  },
  {
    name: "Knight swords 寶劍騎士",
    img: knightSwords,
    route: "knightswords",
    order: 12,
    waiteExp: {
      forwardKeyword: "教條，快速移動，多任務處理，戰鬥機，問題解決者",
      forwardExp:
        "你是如此痴迷於你的先入為主的想法和觀念的最終實現，即你的道路上的障礙和挑戰不會出現在你身上。由於你缺乏面對他們的準備，後果可能是糟糕的。在追求實現目標的過程中，不要忽視您可能面臨的實際問題。用你的基本智慧來理解情境的關鍵，而不是表現出年輕的勇氣。",
      reverseKeyword: "幻想破滅，粗心大意，鋪張浪費，喪失工作能力",
      reverseExp:
        "它表明你在錯誤的方向上浪費你的精力和熱情。你的思維混亂無法預測，造成錯誤的選擇。為了獲得自由和獨立，你就像一個反叛，不耐煩的少年。在嚴重倦怠之前慢下來。",
    },
  },
  {
    name: "Knight wands 權杖騎士",
    img: knightWands,
    route: "knightwands",
    order: 12,
    waiteExp: {
      forwardKeyword: "自信，決心，熱情，冒險，行動",
      forwardExp:
        "表明你足夠強大，可以實現你的想法並獲得一些解決方案。你對實現自己的夢想充滿信心，鼓勵他人也有雄心壯志。雖然你可能充滿了充沛的精力，但不要急於證明自己，因為這可能會讓你失去與現實的聯繫。因此，如果你不想破壞你成功的機會，就不要急於做事並批評別人。",
      reverseKeyword: "挫折，成癮，低能量驅動，急躁",
      reverseExp:
        "這意味著你正面臨障礙和延遲，發現很難達到你的成功點。你無力掌握權力會讓你感到衝動和不安全，迫使你採取錯誤的行動而不考慮後果。根據此卡，你對情況的變化反應過於激烈，不會讓事情隨著時間的推移而改善。給自己一些時間思考，然後採取相應的行動。",
    },
  },
  {
    name: "Lovers 戀人",
    img: lovers,
    route: "lovers",
    order: 6,
    waiteExp: {
      forwardKeyword: "選擇一段開始，墜入愛河，建立夥伴關係，結合，承諾和選擇",
      forwardExp:
        "它表明你在相互信任和吸引力的基礎上分享強大而親密的聯繫。該卡建議您在選擇方向之前深入分析您的感受，動機以及可用選項。",
      reverseKeyword: "不平衡，不忠，不和諧和分離 ",
      reverseExp:
        "它反映了您不願面對決策的後果。它也可能揭示你內心的衝突，因為你不明白你的生活目標在哪裡。你必須從錯誤中吸取教訓，並以積極的心態向前邁進。不要責怪別人並對你的錯誤負責。",
      star: "雙子座",
    },
  },
  {
    name: "Magician 魔術師",
    img: magician,
    route: "magician",
    order: 1,
    waiteExp: {
      forwardKeyword: "專注，目標達成，學習，交流，轉化。",
      forwardExp:
        "魔術師是一張與意識、行動和創造相關聯的強大卡片。他可能會出現在你有一個具體的想法或目標時。魔術師&nbsp;與&nbsp;羅馬神話&nbsp;中的&nbsp;Mercurius&nbsp;和數字&nbsp;1&nbsp;有關。他是一個行動力極強的人。<br>他聰明，能製造東西，能製造工具，能想出新的做事方法。他站在精神世界和人性之間，一手拿著一根朝天舉起的杖，另一隻手向大地做著祝福的手勢，頭頂上是永恆的象徵，眼前有富足的聖杯。當你需要把宇宙的力量引導到你的目標上時，這張牌就經常出現。當你有一個具體的願望，開始一個涉及創造力的項目，或需要做任何一種轉變的時候，魔術師是一個好的預兆。當你需要召喚所有元素尋求幫助和智慧時，這是一張很棒的卡。<br><br>在解牌中，魔術師可以指示你生命中的一個即將來臨的時期，當你的努力將產生結果，你將感到被賦予力量並能夠完成你的目標，這就是魔術師的潛力。當與&nbsp;愚者&nbsp;一同出現時，尤其是與現在位置的&nbsp;愚者&nbsp;和未來位置的&nbsp;魔術師&nbsp;配對時，一切似乎都順著你的路走，你可以期待體驗到那些生命中的黃金時刻。配上一張強大的&nbsp;錢幣牌，你可能會突然發現你在財務問題上有了更強的天賦。在一段&nbsp;關係&nbsp;的解牌中，要意識到你的個人力量，提防那些帶出你操縱或盛氣凌人一面的人。你能讓別人聽從你的意願並不意味著你就應該如此。記住要以慈悲和仁慈來運用你的力量。",
      reverseKeyword: "分心，學藝不精，言而不行，缺乏創造力，努力錯了方向",
      reverseExp:
        "逆位中，魔術師可以指示有什麼東西在阻擋你的創造性能量，或者你的力量正被指向一些徒勞的東西，或者對你的目標或成長產生反作用的東西。魔術師與水星有關，並攜帶著強大的技能、邏輯和智慧。如果與&nbsp;戰車&nbsp;或是其中一張強大的牌一同出現，而有其中一張逆位，你可能會發現一種增強的，近乎神奇的能量來幫助你實現你努力追求的目標，但要小心...這種野心和成功可能會付出巨大的代價。",
      star: "水星",
    },
    lineStriderExp:
      "關鍵詞<br>專注，目標達成，學習，交流，轉化。<br><br>魔術師是一張與意識、行動和創造相關聯的強大卡片。他可能會出現在你有一個具體的想法或目標時。魔術師&nbsp;與&nbsp;羅馬神話&nbsp;中的&nbsp;Mercurius&nbsp;和數字&nbsp;1&nbsp;有關。他是一個行動力極強的人。<br>猿猴能表現這張牌的性格，聰明，能製造東西，能製造工具，能想出新的做事方法。他站在精神世界和人性之間，一手拿著一根朝天舉起的杖，另一隻手向大地做著祝福的手勢，頭頂上是永恆的象徵，眼前有富足的聖杯。當你需要把宇宙的力量引導到你的目標上時，這張牌就經常出現。當你有一個具體的願望，開始一個涉及創造力的項目，或需要做任何一種轉變的時候，魔術師是一個好的預兆。當你需要召喚所有元素尋求幫助和智慧時，這是一張很棒的卡。<br><br>在解牌中，魔術師可以指示你生命中的一個即將來臨的時期，當你的努力將產生結果，你將感到被賦予力量並能夠完成你的目標，這就是魔術師的潛力。當與&nbsp;愚者&nbsp;一同出現時，尤其是與現在位置的&nbsp;愚者&nbsp;和未來位置的&nbsp;魔術師&nbsp;配對時，一切似乎都順著你的路走，你可以期待體驗到那些生命中的黃金時刻。配上一張強大的&nbsp;錢幣牌，你可能會突然發現你在財務問題上有了更強的天賦。在一段&nbsp;關係&nbsp;的解牌中，要意識到你的個人力量，提防那些帶出你操縱或盛氣凌人一面的人。你能讓別人聽從你的意願並不意味著你就應該如此。記住要以慈悲和仁慈來運用你的力量。<br><br>逆位關鍵詞<br>分心，學藝不精，言而不行，缺乏創造力，努力錯了方向<br><br>逆位中，魔術師可以指示有什麼東西在阻擋你的創造性能量，或者你的力量正被指向一些徒勞的東西，或者對你的目標或成長產生反作用的東西。魔術師與水星有關，並攜帶著強大的技能、邏輯和智慧。如果與&nbsp;戰車&nbsp;或是其中一張強大的牌一同出現，而有其中一張逆位，你可能會發現一種增強的，近乎神奇的能量來幫助你實現你努力追求的目標，但要小心...這種野心和成功可能會付出巨大的代價。<br><br>關聯<br>占星術：白羊座<br>數字：1",
  },
  {
    name: "Moon 月亮",
    img: moon,
    route: "moon",
    order: 18,
    waiteExp: {
      forwardKeyword: "幻覺，恐懼，焦慮，直覺，不確定，混亂",
      forwardExp:
        "這意味著你對目前的情況非常不安全和懷疑。 雖然周圍的一切似乎都很正常，但你很清楚一個重大問題正在醞釀之中。 此外，您在做夢時顯然得到的直觀信息似乎會導致更多的困惑，並且難以專注於生活中的重要事情。 建議僅僅根據事實與內在的自我聯繫並理解現實。",
      reverseKeyword: "紊亂，思想受限，心理痛苦",
      reverseExp:
        "它表明創造性，自我控制和自信的喪失。現在你的直覺非常強烈，你想要偏離常規，做一些冒險的事情。結果可能會導致你陷入謊言和不道德行為中。<br>月亮暗示你充滿自信地面對內心的恐懼和焦慮，而不是逃跑，否則你的生活會陷入低迷。",
      star: "雙魚座",
    },
  },
  {
    name: "Nine cups 聖杯九",
    img: nineCups,
    route: "ninecups",
    order: 9,
    waiteExp: {
      forwardKeyword: "實現願望，知足，幸福，慰藉",
      forwardExp:
        "您處於開發的最後階段，可能是學術課程，人際關係或商業冒險。另外，您正在不斷考慮實現您夢想的新想法和計劃。它建議您花更多的時間來享受小小的樂趣，而不是去思考任何負面事件。",
      reverseKeyword: "唯物主義的貪婪，妄想，不滿，自我放縱",
      reverseExp:
        "意味著您的願望沒有得到滿足，使您感到沮喪。您的期望值太高，或者您沒有為追求夢想而辛苦工作。擁有有限的慾望很重要，否則您可能會面臨進一步的失望。另外，不要過於吹噓自己的成功，因為它可能會影響那些遇到一些問題的人。",
    },
  },
  {
    name: "Nine pentacles 錢幣九",
    img: ninePentacles,
    route: "ninepentacles",
    order: 9,
    waiteExp: {
      forwardKeyword: "享受，激情，創造力，自然愛好者，豪華，安全，自信，感激",
      forwardExp:
        "意味著您終於到達目的地了，並根據需要獲得了所有的奢侈品和物質樂趣。當然，您真的很努力達到這一水平，因此成就感更加真實和美好。建議您好好呵護自己，不要感到內疚，因為生活本來就是要享受的。同時，嘗試欣賞生活中的自然和其他人事物，從而達到良好的平衡。",
      reverseKeyword: "日常事務過度，缺乏決策，重大挫折，孤獨",
      reverseExp:
        "表示由於沒有與任何人協商而做出的錯誤和不明智的決定，您的生活已發生了巨大的覆滅。這也可能意味著，過度專注於工作會嚴重影響您的個人生活。建議您從錯誤中吸取教訓並及時進行修改，以免重複出現相同的問題。另外，給自己一些時間，而不是全天不間斷地工作。",
    },
  },
  {
    name: "Nine swords 寶劍九",
    img: nineSwords,
    route: "nineswords",
    order: 9,
    waiteExp: {
      forwardKeyword: "不值得，過度敏感，極度焦慮，痛苦，恐懼，失眠",
      forwardExp:
        "表明你所處理的任何恐懼和焦慮都在你的腦海中沒有任何外在的存在。這可能是因為你不必要的期望，頑固的態度和無法滿足的幻想。你也可能過於擔心未來，不假思索地做出判斷。該卡暗示你不要對未來做出負面預測，因為它會導致創造一個不利的環境，降低你做一些富有成效的事情的信心。",
      reverseKeyword: "困在過去，缺乏希望，痛苦，失望",
      reverseExp:
        "表明您不必要地對特定情況施加壓力，將您的身心健康置於風險之中。如果不分析現實，你只是放棄隱藏在這些問題背後的機會。現在你需要放鬆而不是擔心已經面臨的最壞情況。根據卡片的建議，你更有可能在經歷了生命的最低階段後回來。",
    },
  },
  {
    name: "Nine wands 權杖九",
    img: nineWands,
    route: "ninewands",
    order: 9,
    waiteExp: {
      forwardKeyword: "信心，保護，勇氣，耐心，耐久性，堅定性，調整",
      forwardExp:
        "你即將完成一項任務或項目，但突然間，會有一個新的挑戰出現測試你的能耐。如果你認為最後一段是挫折，你到目前為止投入的所有努力都可能無法獲得任何結果。它建議你不要放棄，因為你非常接近終點線。保持並堅定，直到越過最後一個障礙。",
      reverseKeyword: "防守，緊張，不情願，粗心，虛弱 ",
      reverseExp:
        "這意味著你害怕承擔任何事情，因為你的頭上有太多的責任，沒有別人的支持。正如你為自己設定了一定的界限，你會感到緊張和偏執，嘗試一些新的東西。 建議你從繁忙的日程中抽出一些時間讓自己恢復活力。",
    },
  },
  {
    name: "Page of cups 聖杯侍者",
    img: pageCups,
    route: "pageofcups",
    order: 11,
    waiteExp: {
      forwardKeyword: "藝術的，熱情的，感動的，深情的，樂觀的",
      forwardExp:
        "這意味著您將有新的冒險經歷和開始，因為生活中將會發生許多事件。這是您信任直覺的理想時機，因為該卡指示正面消息。建議您多講一些自己的情緒，因為散發情緒可能有助於保持鎮定。",
      reverseKeyword: "不負責任，操縱性，情緒崩潰",
      reverseExp:
        "這意味著您在展示自己的創造力時會陷入困境。您會發現由於缺乏信心而很難像以前那樣提出想法和建議。您不必遵循直覺，因為這可能會影響您的正常思維方式，從而引起妄想。",
    },
  },
  {
    name: "Page of pentacles 錢幣侍者",
    img: pagePentacles,
    route: "pageofpentacles",
    order: 11,
    waiteExp: {
      forwardKeyword:
        "新起點，目標導向，視覺吸引力，實用，重塑，自我保健，令人興奮的機會",
      forwardExp:
        "可能意味著您專注於自己的目標，並儘最大努力將夢想變為現實。如果您的計劃很明確，那麼什麼都不會阻止您前進。您的想法不應該只是想像力的一部分。實際上，這是利用您的技能和資源實現目標的正確時機。",
      reverseKeyword: "缺乏專心，進度緩慢，人才浪費，唯物主義的貪婪，短期計劃",
      reverseExp:
        "表示您由於自滿和懶惰而失去對目標的關注。與以前不同，您沒有找到激勵自己並朝著長期目標努力的理由。另外，無論您制定什麼計劃，都是為了獲得短期的樂趣。建議您全神貫注於生活的特定目標，而不必四處尋找。一旦能夠制定出可行的計劃，就可以朝著最終目的地邁出一些小步。",
    },
  },
  {
    name: "Page of swords 寶劍侍者",
    img: pageSwords,
    route: "pageofswords",
    order: 11,
    waiteExp: {
      forwardKeyword: "不安，好奇心，熱情，健談，機智，間諜",
      forwardExp:
        "表明您非常高興能夠以充沛的精力和熱情開辦新的企業或項目。雖然您似乎與周圍的人分享，但主要的挑戰是保持能量來完成任務。為了保持節奏，您的未來計劃和想法必須被引導到您的利益之中。不要在開始時對任何事情感到不知所措，因為到達終點線應該是你的首要目標。",
      reverseKeyword: "跟踪，謊言，虛假謠言，缺乏行動，未實現的承諾",
      reverseExp:
        "這意味著你急於完成一項工作而沒有有效地利用你的巨大能量。除非一切都被逐一解決，否則你將得不到有用的結果。此外，你可能正在談論和吹噓你的知識沒有任何執行，因此你已成為一個在別人的背後討論的話題。在你確定實現它們之前，不要對他人做出不必要的承諾。你的想法應該得到充分利用，因為你是一個充滿活力的力量。此外，避免過多提問，否則最終會給人留下不好的印象。",
    },
  },
  {
    name: "Page of wands 權杖侍者",
    img: pageWands,
    route: "pageofwands",
    order: 11,
    waiteExp: {
      forwardKeyword: "決心，發現，分析，非正統，冒險，非傳統",
      forwardExp:
        "意味著你想扮演一個鼓舞人心的角色，試圖通過非傳統手段帶來新的變化。由於你腦海裡有太多的創意，你會感到煩躁不安。你渴望以清晰的眼光進入生活的新階段是合理的，但不要過於興奮和不耐煩。你應該保持平衡，以便實現你所有的夢想和慾望。另外，要注意你的自發行為，否則你會愚弄自己。",
      reverseKeyword: "無目的，挫折，悲觀，拖延，意見分歧",
      reverseExp:
        "表明你缺乏專注使你進入錯誤的途徑，導致意外的失敗。由於你無法接受這種情況，你繼續做出錯誤的決定。此卡暗示你不會受到損失，障礙和批評的負面影響，並從頭開始，而不會失去希望。",
    },
  },
  {
    name: "Queen of cups 聖杯皇后",
    img: queenCups,
    route: "queenofcups",
    order: 13,
    waiteExp: {
      forwardKeyword: "專心，善良，智慧，誠實，同情，生育力，忠誠度",
      forwardExp:
        "這表明您對他人表現出真正的同情心，因為一切都不能基於理性思考。封閉的人的情感幸福很重要，因為“杯皇后”的工作是支持，諮詢，護理和治療。",
      reverseKeyword: "不安全感，依賴性，痛苦",
      reverseExp:
        "表示您的思想在這里和那裡徘徊，與現實失去聯繫。充斥內心的感覺可能會增加您的壓力水平，從而在將來造成困難。明智的做法是不要讓自己的情緒控制住你，因為澄清思想將有助於做出認真的決定。虛幻的幻想可能會使您無所事事，情緒低落，因此請控制住自己的情緒，防止情緒過高的破壞。",
    },
  },
  {
    name: "Queen of pentacles 錢幣皇后",
    img: queenPentacles,
    route: "queenofpentacles",
    order: 13,
    waiteExp: {
      forwardKeyword:
        "活力，愛，謙虛，服從，現實，富有同情心，勤奮，天生愛人，女性特質，社交蝴蝶",
      forwardExp:
        "它表示您非常關心和服從您的親人，為他們提供愛，財務安全和適當的建議。您正在努力建立一個安全的家庭，以使您的所有家庭成員都能保持和平與和諧。實際上，您已經具備了在不利情況下保持鎮定的能力。儘管您正確地履行了所有承諾，但重要的是要為自己花費一些時間並專注於個人需求。另外，請注意個人財富，不要盲目地信任任何人。",
      reverseKeyword:
        "形象受損，不友好的氛圍，工作與生活的不平衡，混亂，嫉妒，自我中心",
      reverseExp:
        "表明您對工作過於重視，而忽略了家庭生活。為了獲得財務上的獨立性，由於工作投入，您沒有足夠的信心來維持感情關係。另外，這也可能意味著您要自己承擔所有與家庭有關的任務，而不讓其他人承擔責任。按照卡片的建議，如果您下班休息並住在自然的環境中，以獲得新鮮的空氣並恢復生活的平衡，那就更好了。另外，如果您覺得呆在家里和工作中感到窒息，也不要太服從並提高聲音。",
    },
  },
  {
    name: "Queen of swords 寶劍皇后",
    img: queenSwords,
    route: "queenofswords",
    order: 13,
    waiteExp: {
      forwardKeyword: "智能，專注，專業，組織良好，聰明，果斷",
      forwardExp:
        "意味著你足夠聰明，可以公正地評判某事或某人，沒有任何辯論，情感或謊言的餘地。你的聯繫，無論是專業的還是個人的，都是基於理智的理解，因為你不會被同情和憐憫所吸引。建議您在不受任何外部影響的情況下改進您的思維過程。收集有關事實和真實信息的工作，以便充分利用您的公正情報，特別是對您所居住的社會。",
      reverseKeyword: "善良，心軟，同情，溝通不暢，漠不關心",
      reverseExp:
        "它表明你在做出重要決定時讓你的感性大於理智。在某種情況下情緒參與可能會影響你的心理視野，使你遠離目標。做一個適當的自我分析，以重新獲得定義你的個性的自信和嚴厲。與此同時，盡量避免在遇到問題的底部時充滿敵意和狹隘。",
    },
  },
  {
    name: "Queen of wands 權杖皇后",
    img: queenWands,
    route: "queenofwands",
    order: 13,
    waiteExp: {
      forwardKeyword: "獨立，溫暖，目標導向，支持，快樂，熱情，決心",
      forwardExp:
        "它表明你決心實現自己的目標，鼓勵周圍的人保持樂觀和熱情而不失去希望。你充滿活力，創造性地表達你的激情和感情。該卡建議您保持大膽和一致的計劃，讓自己有點靈活，因為即使在需要時，一切都可能無法正常工作。",
      reverseKeyword: "復仇，嫉妒，攻擊性，極端羞怯",
      reverseExp:
        "可能意味著你有情緒管理問題，無法掩飾你的怨恨和粗魯的行為。你已經失去了信心，因此每當有人質疑你時你就會變得防守和精明。即使您沒有達到您的期望，該卡也表明您會恢復自己的信念。沒有什麼可以為失敗而感到尷尬，因為任何事情都可以用開放的心態來解決。",
    },
  },
  {
    name: "Seven of cups 聖杯七",
    img: sevenCups,
    route: "sevenofcups",
    order: 7,
    waiteExp: {
      forwardKeyword:
        "不良的時間管理，突然的思維，多項選擇，逃避現實，錯誤的希望，傻瓜的天堂",
      forwardExp:
        "表示您正在從所有事物中找到樂趣，興奮和幸福，並試圖將您的視線轉移到面前的艱辛和挑戰上。可能有一些恐懼正在使您克服現實並把您推向幻想的世界。該卡建議嘗試在真實與虛幻之間劃清界線，因為您可能會在理想和做白日夢時失去千載難逢的機會。面對失望，拒絕和失敗，但不要在不了解真相的情況下讓自己暫時享受樂趣。",
      reverseKeyword: "促使分心，被困的感覺，困惑，缺乏選擇",
      reverseExp:
        "表示您由於選擇較少而感到絕望。生活中會充滿不安全感和恐懼，這會耗盡您的精力。當您有足夠的創造力為您的問題提供解決方案時，不要被突然的變化所困擾。",
    },
  },
  {
    name: "Seven of pentacles 錢幣七",
    img: sevenPentacles,
    route: "sevenofpentacles",
    order: 7,
    waiteExp: {
      forwardKeyword:
        "長期遠見，耐心，投資，成功，獎勵，戶外旅行，渴望獲得更多",
      forwardExp:
        "意味著您將精力和時間分配到實質性事情上，從而專注於長期成功。您對快速收穫特別不感興趣，因為如此小的成只會產生短暫的影響。有時，當您的辛苦工作沒有回報時，您可能會感到沮喪和灰心。不要擔心，因為這只是時間問題，您可以開始看到積極的結果。",
      reverseKeyword: "無法實踐大夢想，缺乏成功，失敗",
      reverseExp:
        "可能意味著您在不必要地錯誤的區域上投入了資源，而沒有任何結果。在沒有具體計劃的情況下，您似乎沒有專注於增值服務，而是分散地工作。建議您專注於您的主要優勢並相應地工作，以便及時完成所有任務。您需要確定計劃的優先級，並避免浪費精力。",
    },
  },
  {
    name: "Seven of swords 寶劍七",
    img: sevenSwords,
    route: "sevenofswords",
    order: 7,
    waiteExp: {
      forwardKeyword:
        "不負責任，違反規則，害怕面對現實，隱秘的本性，獨自工作的願望，不忠誠",
      forwardExp:
        "你可能經常為了不被忽視而做出某些舉動。有時候，精明的行為是必要的，但不應該以某人的信任為代價。操縱其他人來滿足你的慾望最終會導致徹底的尷尬。您需要了解您的行為會產生巨大影響，導致與親密關係之間的緊張。考慮採用更道德的方法為自己建立良好的聲譽。",
      reverseKeyword: "遺忘，減損，笨拙",
      reverseExp:
        "表示你因為想到面對另一個挫折而猶豫是否朝正確方向邁出第一步。這可能是因為即使你知道如何追隨你的夢想，你也無法從痛苦中恢復過來。建議擺脫舊習慣，克服心理障礙，以達到你想要的目的。如果你認真對待自己的夢想，請採用不同的方法。",
    },
  },
  {
    name: "Seven of wands 權杖七",
    img: sevenWands,
    route: "sevenofwands",
    order: 7,
    waiteExp: {
      forwardKeyword:
        "改變觀點，完成，耐心，保護，控制行為，感覺不堪重負，競爭優勢",
      forwardExp:
        "表明您正面臨著與想要獲得同樣成功和位置的人的激烈競爭。你的自信心受到了挑戰，因為無論遇到什麼挑戰，你都必須與同行一起戰鬥以保衛你的位置。 建議你接受這樣一個事實：不可能每次都是你贏。殘酷的競爭會阻礙你走向成功的道路。但是，你必須在不放棄自己的位置的情況下戰勝障礙，並面對那些試圖讓你失望的人。",
      reverseKeyword: "缺乏自信，感到不知所措，過度保護，玩得安全，放棄 ",
      reverseExp:
        "意味著您無法承擔生活中的太多責任和挑戰。若你一直受到別人的批評，就會傷害你的自我，使你感到不適應。此外，您無法採取適當的立場，擔心它可能會導致重大衝突。根據卡片的建議，當有人挑戰你的位置並質疑你保持在最高位置的能力時，你不應該害怕。學會再次站起來面對逆境，而不是感到落後。",
    },
  },
  {
    name: "Six of cups 聖杯六",
    img: sixCups,
    route: "sixofcups",
    order: 6,
    waiteExp: {
      forwardKeyword: "團圓，懷舊，天真，舊時的回憶，嬉戲，知足",
      forwardExp:
        "卡片意味著您想回到童年時代，享受一些快樂的回憶。這些回憶反映了您生活中的舊時代。您可能會感到高興的唯一方法就是逃脫過去。該卡建議您要有一點慈善精神，並做好他人的準備，以使自己安心。您的意圖很好，但您應該學會分享和關心。",
      reverseKeyword: "不切實際，孩子氣，被困在過去",
      reverseExp:
        "表示您無法擺脫過去的信念和想法。如果繼續進行這一思考過程，將很難取得進一步的進展。過去的經驗教訓可能是您的指導力量，但請嘗試活在當下以使您的未來更好。",
    },
  },
  {
    name: "Six of pentacles 錢幣六",
    img: sixPentacles,
    route: "sixofpentacles",
    order: 6,
    waiteExp: {
      forwardKeyword: "慈善事業，崇高地位，分享，吹牛，幫助，富裕",
      forwardExp:
        "顯示您很樂意與他人分享您的財富，因為重要的是要善良和慈善。由於您的財務狀況良好，因此協助他人也不會影響您。這也可能意味著您可能經歷了很多逆境並突然賺了一大筆錢。因此，您感覺喜歡用金錢分享做善事。",
      reverseKeyword: "自我為中心，貪婪，不忠誠，殘酷，自私",
      reverseExp:
        "可能表明您給別人的禮物只是期望從別人那裡得到回報。向他們展示您個性的這一面只會使您看起來無助。此外，逆位卡會暗示您幫助有需要的人的行為，只是以此向其他人炫耀。建議您在不完全信任的情況下將錢捐給任何人時要多加注意。可能你的善心會遭人利用。還要記住，如果您想幫助任何人，那就要無私地做，而不要以自尊或自負來做。",
    },
  },
  {
    name: "Six of swords 寶劍六",
    img: sixSwords,
    route: "sixofswords",
    order: 6,
    waiteExp: {
      forwardKeyword: "尋求解決方案，移動地點，遵循正確的方向，需要改變",
      forwardExp:
        "表示你可能不得不用沉重的心留下一些東西並在生活中前進。你可能被迫放棄一些東西，感到後悔，但從長遠來看，你的努力將得到很好的回報。如果你想到達某個地方，經歷艱難的過渡將是艱難但富有成效的。此外，憑藉強大的邏輯推理和精神清晰度，您將能夠繪製出一條能夠帶來喜悅和快樂的新課程。",
      reverseKeyword: "錯誤信息，精神謹慎，攜帶情感包袱",
      reverseExp:
        "這意味著您在嘗試切換到生活中的新領域時遇到了一些挑戰。可能存在一些未解決的問題，將您拉回到過去，影響您做出正確決策的能力。儘管有障礙，你必須做出強有力的嘗試才能進行過渡。如果你能這樣做，你未來的生活將會充滿機會。",
    },
  },
  {
    name: "Six of wands 權杖六",
    img: sixWands,
    route: "sixofwands",
    order: 6,
    waiteExp: {
      forwardKeyword: "勝利，達到頂峰，幸福，驕傲，進步",
      forwardExp:
        "它表明，由於你永無止境的努力和勞動，因為你們的傑出成就而受到高度讚揚。你從一開始就專注於一個既定的目標，因此沉浸在成功之中，並獲得公眾的認可。 它建議你保持低調，避免對自己表現出自私。你可能會為自己的才能，力量和勝利感到驕傲和自我重要，但是隨著自負的膨脹而走動將導致批評和個人糾紛。",
      reverseKeyword: "失去位置，利己主義，恥辱，低潮，失敗，拒絕 ",
      reverseExp:
        "這意味著你的努力已經適得其反，讓你懷疑自己的能力。你要么沒有得到周圍人的回應就是負面反饋，現在他們的支持就是你恢復力量和信心所需的一切。不幸的是，事情沒有按照你想要的方式。 該卡表示您接受失敗，因為同時做很多事情並且期望積極的結果會損害您的聲譽。有時，勝利會增加一個人自己的期望水平。因此，請停止期待並重建新策略。",
    },
  },
  {
    name: "The stars 星星",
    img: stars,
    route: "thestars",
    order: 17,
    waiteExp: {
      forwardKeyword: "勇氣，滿足，希望，信念，靈感，信心，夢想，虛幻",
      forwardExp:
        "它表明你正在經歷一個充滿活力，精神穩定，冷靜和對自己更深刻理解的積極階段。 您過去所經歷的艱難挑戰正在幫助您進行徹底的轉型並擁抱新的機遇。 根據卡片的建議，您需要對自己的個性進行重大改變，並從新的角度看待生活。",
      reverseKeyword: "低自尊，消極思想，沮喪",
      reverseExp:
        "它意味著你在生活中發生一些負面事件時感到失敗和扭曲。 儘管有積極的可能性，但你缺乏執行的熱情，並且在這個過程中陷入困境。 該卡片建議您找出失望的原因並努力解決任何負面問題。 ",
      star: "水瓶座",
    },
  },
  {
    name: "The strength 力量",
    img: strength,
    route: "thestrength",
    order: 8,
    waiteExp: {
      forwardKeyword:
        "耐心，自信，穩定，勇敢，自我控制，決心，溫柔，關懷，領導和愛",
      forwardExp:
        "力量可能意味著你相信自己。你可以用溫和的行為和成熟來控制一種不愉快的情況。 您卓越的耐力和毅力可以幫助您忍受生活中的障礙並成為贏家。您可以忽略不完美之處，並為其他人提供改進空間。 力量卡建議你實現自己的內在優勢，放下目前籠罩著你的負面情緒。",
      reverseKeyword: "自我懷疑，弱點，疏忽，混亂",
      reverseExp:
        "這可能意味著最近你在生活中遇到了挫折。而且，由於你失去了勇氣，你感到不適和不安全。現在是時候控制自己並在生活中實施紀律了。否則，你最終會後悔自己的行為。",
      star: "獅子座",
    },
  },
  {
    name: "The sun 太陽",
    img: sun,
    route: "thesun",
    order: 19,
    waiteExp: {
      forwardKeyword: "有趣，溫暖，成功，積極和活力",
      forwardExp:
        "你的積極能量將陪伴你所有的努力，並幫助你獲得完成某事的快樂。您也可以與他人一起散發出最高品質。但是，這並不意味著你不需要做艱苦的工作; 通過你的自信，熱情和辛勞，你將體驗到一種新的洞察力，最終需要在最充實的時期中度過。 太陽建議您過上簡單的生活，以充分享受自由和啟蒙的果實。",
      reverseKeyword: "暫時的抑鬱，缺乏成功",
      reverseExp:
        "表明你走向有益情況的道路可能充滿了障礙，以至於它的積極方面難以掌握。換句話說，可能會有挫折讓你懷疑自己的能力或抑制你的精神。儘管如此，該卡還是敦促您保持專注並付出更多努力，因為所有消極方面都是暫時的。   ",
      star: "太陽",
    },
  },
  {
    name: "The temperance 節制",
    img: temperance,
    route: "thetemperance",
    order: 14,
    waiteExp: {
      forwardKeyword: "平衡，和諧，適度，耐心，尋求神聖干預和意義",
      forwardExp:
        "它表明被賦予了清晰的視野，你可以避免極端，並試著保持溫和的生活。 您可能還會遇到舊的和新的想法之間的衝突，因此對於該怎麼做感到困惑。 該卡建議您耐心評估當前情況，然後根據您面臨的任何新情況進行調整。",
      reverseKeyword: "不和諧，缺乏耐心，被動，疾病發作和過度 ",
      reverseExp:
        "它可能表明你生活中存在緊張或衝突的階段。也許你很倉促，你拒絕踏上溫柔的道路。 你也可能覺得人們對你不合作。積極利用你周圍的能量來解決你的衝突，從而獲得和平。",
      star: "射手座",
    },
  },
  {
    name: "Ten of cups 聖杯十",
    img: tenCups,
    route: "tenofcups",
    order: 10,
    waiteExp: {
      forwardKeyword: "精神啟蒙，歡樂，感恩，理想主義，感覺完整",
      forwardExp:
        "根據這張卡片，您目前處於和平與幸福的狀態，這可能是由於您沒有緊張的家庭生活或休閒工作所致。您正在學習欣賞以愛與和諧形式出現的禮物。通過計劃郊遊，與親戚團聚或度假來與家人建立更多的美好回憶。",
      reverseKeyword: "失去和諧，破裂的關係，不道德的行為，謊言，欺騙",
      reverseExp:
        "這張紙牌可能意味著您由於某些誤解而不再與封閉的人有情感聯繫。隨著一切崩潰，您將失去內心的平靜。建議您盡一切努力使和平與和諧恢復到家庭生活中。不要玩弄自己的個人價值觀，因為以同情心和尊重來對待所有人都會對你有好處。",
    },
  },
  {
    name: "Ten of pentacles 錢幣十",
    img: tenPentacles,
    route: "tenofpentacles",
    order: 10,
    waiteExp: {
      forwardKeyword: "退休，安全，安寧，面向家庭，繼承，強大的根基，遺產",
      forwardExp:
        "意味著您將很快到達頂點，代表著您在漫長的旅途中的成就。面對許多挑戰和磨難之後，您將品嚐成功，為家人和親人帶來幸福。如果您感到有些迷茫，該卡片會建議您優先處理任務，並專注於家庭事務。不必擔心物質，因為您會得到很多。",
      reverseKeyword: "抑鬱，失運，孤獨，穩定問題，缺乏幫助，短暫成功",
      reverseExp:
        "表示您家庭的穩定和安全以及其他關係正處於危急關頭。突然之間，您看到的一切都崩潰了，帶來了不幸和破滅。嘗試找出造成此障礙的原因，然後糾正所犯的錯誤。無論您遇到什麼問題，都應以極大的耐心和信心來應對。",
    },
  },
  {
    name: "Ten of swords 寶劍十",
    img: tenSwords,
    route: "tenofswords",
    order: 10,
    waiteExp: {
      forwardKeyword:
        "悲劇性的失落，背叛，難以處理的問題，感覺無用，新的開始的可能性",
      forwardExp:
        "表明你面臨災難性的局面，除了接受它之外別無選擇。它也可能意味著靠近你的人背叛，導致完全的震驚和情緒崩​​潰。該卡暗示您遭受巨大的傷害且悲傷，因為無法扭轉局面。如果你從積極的角度看，痛苦和損失正在逐漸結束，讓你有機會重新開始。所以，不要讓自己受害並面對挑戰。",
      reverseKeyword: "精神痛苦，難忘的痛苦，對破壞的恐懼，恢復，更新",
      reverseExp:
        "可能意味著你正在進行自我評估，試圖改變你對生活的態度。慢慢地你意識到任何東西都可以從頭開始。不要過早地談論過去，因為你有很大的機會讓一切都好起來。選擇一個新的方向，做一個現實檢查，然後考慮你未來的行動方案。",
    },
  },
  {
    name: "Ten of wands 權杖十",
    img: tenWands,
    route: "tenofwands",
    order: 10,
    waiteExp: {
      forwardKeyword: "工作導向，責任，疲憊，成功，壓力，容易上當，過度負擔",
      forwardExp:
        "經過大量的努力和奮鬥，你已經達到了生活中理想的目標。然而，隨著成就，新的責任和額外的任務可能會讓你有點壓倒性的，導致你的思想干擾。建議你停止額外的工作，因為多任務無法證明效率。嘗試將一些額外的任務委託給其他人，這樣你就可以放鬆一下，專注於更廣泛的目標。",
      reverseKeyword: "不負責任，過度勞累，屈服於壓力",
      reverseExp:
        "表明你正在承擔負擔，感到壓力，履行你的職責。這也可能意味著你身邊的不負責任的行為，因為重要的人正在遭受痛苦。盡量簡化您的生活，消除與額外責任相關的複雜情況。不要扮演行動者的角色。將任務分配給其他人，因為您組織的越多，您承受的壓力就越小。",
    },
  },
  {
    name: "Three of cups 聖杯三",
    img: threeCups,
    route: "threeofcups",
    order: 3,
    waiteExp: {
      forwardKeyword: "慶祝，慶典，狂歡，創造力，友誼，社會化，娛樂，和諧",
      forwardExp:
        "它表明你幫助周圍的每個人並結交新朋友。由於你的友好性，你也得到別人的幫助。此外，由於您相信最充實地享受生活，因此您不會錯過任何涉及家人和朋友的場合或活動。這張卡片教你通過使用既有的關係與資源來解決麻煩和問題。事實上，它反映了一個積極的階段，壓力和焦慮離你很遠。",
      reverseKeyword: "干擾，閒話，背叛，社交退縮",
      reverseExp:
        "這意味著你的社交圈日益變小，給你的生活增添了無聊感。突然之間，你感到與你的一群朋友隔絕，因為有些人正忙著傳播謠言。即使涉及友誼和網絡，過度放縱也永遠不會好。在洩露任何個人或信息之前，要小心你全心全意的信任。",
    },
  },
  {
    name: "Three of pentacles 錢幣三",
    img: threePentacles,
    route: "threeofpentacles",
    order: 3,
    waiteExp: {
      forwardKeyword: "合作，學習，知識，專業知識，能力，團隊合作，成就",
      forwardExp:
        "意味著您贏得了所有的讚譽，獲得了最初的滿足。您知道如何充分利用自己的技能並朝著自己的目標努力，從而改善生活質量。這張卡鼓勵您在沒有偏離自己的道路的情況下實現夢想並認真工作。如果您堅定而真誠地這樣做，您的目標將會實現。另外，請記住，與他人合作將帶給您更好的生活。",
      reverseKeyword:
        "欠缺能力，技能不足，績效低下，工作質量中等，團隊合作不佳",
      reverseExp:
        "表示您正在因缺乏團隊合作而受到影響，因為團隊中的每個人都想贏。由於缺乏和諧，您將無法正常工作並證明自己的才能。最好脫離這樣的環境，即每個人都想超越對方並走到其他地方。為您的工作多加精力，以實現自己的目標。",
    },
  },
  {
    name: "Three of swords 寶劍三",
    img: threeSwords,
    route: "threeofswords",
    order: 3,
    waiteExp: {
      forwardKeyword: "令人不快的分離，痛苦，拒絕，心碎，孤獨",
      forwardExp:
        "可能意味著你被不愉快和悲傷的事件所包圍，沒有其他選擇而不是面對它們。有一段時間，你的生活似乎毫無意義，沒有任何恢復的希望。該卡片提醒您必須經歷痛苦和跨越障礙，因為機會帶來了相當大的挑戰。如果你培養積極的前景並在心理上做好準備，那麼情緒上的打擊就不會那麼痛苦。",
      reverseKeyword: "緩慢的療癒，感覺積極，寬恕，放出情感，接受現實",
      reverseExp:
        "表示在關係結束，接近一個人的死亡或分離之後悲傷的時間已經過去。你現在正在慢慢恢復，接受痛苦，沒有任何後悔。如果你情緒激動，不要試圖陷入困境並增加痛苦。一種新的生活在等著你，有很多機會在生活中閃耀。",
    },
  },
  {
    name: "Three of wands 權杖三",
    img: threeWands,
    route: "threeofwands",
    order: 3,
    waiteExp: {
      forwardKeyword: "活動，準備，前瞻性思維，發展，領導，全局展望",
      forwardExp:
        "這可能意味著您的計劃正在逐步形成，鼓勵您更多地進入新的途徑，從而迅速取得進展。當你抓住更好的機會時，你會更開明，更自信，更合作。 該卡建議您發展靈活性，接受生活中發生的變化。專注於您的願景並努力實現它。",
      reverseKeyword: "缺乏遠見，延遲，失望，惡劣的氛圍，缺乏警惕性",
      reverseExp:
        "表示您已經嘗試追求您的目標，但由於意外的延誤和障礙而無法完成它們。在這種情況下，你會感到非常失望和沮喪，意識到你的努力已被浪費。表示您不會超負荷實現目標。進行適當的分析，考慮所有風險。最重要的是，盡量劃分你的任務來管理它們而不是過度工作。",
    },
  },
  {
    name: "The tower 高塔",
    img: tower,
    route: "thetower",
    order: 16,
    waiteExp: {
      forwardKeyword: "災難，動盪，突然改變，啟示",
      forwardExp:
        "它代表您在意識到您之前關於特定情況是錯誤時的震驚和不安全感。 習慣於生活的狹窄範圍，你傾向於將某些思想和信仰視為不變。當然，你看到塔羅牌時感到動搖，因為你無法理解你是如何錯誤的。 該卡建議您質疑您的看法，以便您可以分析問題所在。你可能會在這個過程中感到痛苦，但那是暫時的。 它還要求你拆除自我的結構，以及你作為自衛手段創造的驕傲。只有這樣，你才能在精神上成長。",
      reverseKeyword: "障礙，困境，不幸和疾病",
      reverseExp:
        "它指的是你將來面臨的一場動盪時期，以及它會給你帶來新的轉變。 它還表明，雖然你喜歡變化，但你卻厭惡嘗試接受它們時所發生的痛苦。 你必須優雅地面對困難時期才能讓你學會如何處理它們並繼續前進。它還可以幫助您培養預測生命中任何重大災難所需的直觀感受。",
      star: "火星",
    },
  },
  {
    name: "Two of cups 聖杯二",
    img: twoCups,
    route: "twoofcups",
    order: 2,
    waiteExp: {
      forwardKeyword: "雙向奔赴，相互吸引，愛，合作，支持，培育，和諧",
      forwardExp:
        "你對自己的人際關係感到滿意，而不會讓你的自我介入。通過這些調整，您可以保持快樂和滿足。無論是關係還是合作關係，卡都不能保證它是否經得起時間的考驗。你內在的精神和積極的態度會吸引每個人對你，但內心的感情必須強烈。",
      reverseKeyword: "無目的關係，缺乏和諧統一，後果，情緒崩潰",
      reverseExp:
        "該卡表示您將難以與新人進行凝膠化。在關係或商業夥伴關係中缺乏信任和挫折會影響您對他人的一般行為。您需要了解與封閉式建立真誠聯繫的價值。不要讓小問題成為關係破裂的原因。",
    },
  },
  {
    name: "Two of pentacles 錢幣二",
    img: twoPentacles,
    route: "twoofpentacles",
    order: 2,
    waiteExp: {
      forwardKeyword:
        "有選擇，靈活性，時間管理，優先級，多任務，以樂趣為導向，雙贏",
      forwardExp:
        "表明您正在以有組織的方式管理多個職責和角色，而不會失去任何平衡。有時，完美的需求可能會充滿挑戰，但您卻以某種方式找到了出路，以冷靜的頭腦去應對。卡片的外觀清楚地表明您不要再忙於生活，從一頭跑到另一頭而沒有任何休息。如果您認為由於日程安排太緊而無法完成某些任務，請稍事休息一下。",
      reverseKeyword:
        "雜亂無章，缺乏優先排序技能，缺乏適應性，管理問題，倉亂做決定",
      reverseExp:
        "表示您對職責和其他承諾的負擔太重，管理時間表不正確。突然的家務事讓您不知所措，一切都變得一團糟。您應該學習組織優先級並製定行動計劃。一次做所有事情以證明自己的能力會造成更多的傷害。",
    },
  },
  {
    name: "Two of swords 寶劍二",
    img: twoSwords,
    route: "twoofswords",
    order: 2,
    waiteExp: {
      forwardKeyword:
        "冷靜，調整，避免對抗，公正，客觀思考，灌輸情緒，有選擇但不做決定，盲從",
      forwardExp:
        "意味著你有意避免做出重要的決定來維持生活中的和平與和諧。儘管避免了這種情況，但由於必須遲早做出決定，所以不能長期保持這種狀態。該卡片建議您在做出決定之前先進行智力平衡以便好好思考。有時候，生活可能會把你帶到十字路口，迫使你做出最艱難的決定。因此，嘗試查看所有替代解決方案並給出最終決定權。",
      reverseKeyword: "侮辱，羞辱，困惑，過度的心理負擔",
      reverseExp:
        "表示您被困在兩種情況之間，無視任何一種情況可能會導致一些負面後果。此外，由於獲得了有關您所選擇的選項的過多信息，您處於混亂狀態。建議你權衡兩個案例的利弊，然後做出明智的決定。不要扮演和事佬的角色讓自己筋疲力盡，否則你會被有關方面視為挫折。",
    },
  },
  {
    name: "Two of wands 權杖二",
    img: twoWands,
    route: "twoofwands",
    order: 2,
    waiteExp: {
      forwardKeyword:
        "創造力，強烈的心態，未來的計劃，進步的思想，快速的決策，原創性",
      forwardExp:
        "權杖二意味著你的大多數想法都轉化為行動，引領你走上成功的道路。您現在可以探索世界並從不同的經歷中學習。您的自信和自我知識使您有勇氣拓寬您的精神領域並實現您的長期目標。根據卡的建議，你應該學習如何走出你的舒適區，並獲得更大更好的選擇。你大部分精力都集中在目前的情況上。所以現在你應該出去發現新的世界以獲得新的體驗。",
      reverseKeyword: "拖延，缺乏計劃，猶豫不決，仿效，害怕面對未來 ",
      reverseExp:
        "意味著您沒有足夠的信心冒險進入未知領域，從而失去重大機會。你不能再提前計劃，因為你的思想被不必要的思想蒙上陰影。建議你制定一個可行的計劃來實現你的長期目標。無論對你來說最重要的是什麼都應該給予更多的優先權，這樣你才能重新開始。",
    },
  },
  {
    name: "The world 世界",
    img: world,
    route: "theworld",
    order: 21,
    waiteExp: {
      forwardKeyword: "自由，領導，清晰，旅行，榮耀，簡單",
      forwardExp:
        "這意味著您已經完成了一個生命中的重要里程碑。儘管遇到逆境，挑戰和困難，你的努力終於得到了回報，因為你進入了一個承諾幸福，公眾認可和欽佩的新階段。你現在已經堅如磐石，隨時準備勇敢面對任何局面而不會崩潰。現在重要的是利用您的知識和經驗，通過教育或社會工作向世界回饋一些東西。隨著卡片加強旅行和全球意識，您可能會搬家。",
      reverseKeyword: "失去自由，停滯，失望，失敗",
      reverseExp:
        "它表明無論你多麼努力地工作，你的努力都沒有給出任何結果。可能是你在生活的太多方面投入了大量的精力，而不是重要的。<br>將您的努力引導到一個單一的出口，如完成項目或建造房屋，以確保取得積極成果。面臨的挑戰是以充滿信心和巨大力量迎接意外障礙，以便實現目標的機會增加。",
      star: "土星",
    },
  },
];
